Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A36B.tmx
Source language: en_us
Languages: zh_cn

source: Wear a Denim Bridal Gown? Not Yet, but ...
zh_cn: 婚纱也时尚，你心动了吗？

source: SHOPPING for a gown, one of the first to-do’s on any bride’s checklist, is about as unfettered and do-as-you-please as it has ever been.
zh_cn: 购买一件婚纱，是每位新娘备忘清单里面的一件头等大事。

source: Unwritten rules that have long hemmed in the traditional bride (like wearing white, unless it’s a second wedding) have been jettisoned in favor of statement-making fashion-forward choices that better express a bride’s true personality and tastes, industry experts say.
zh_cn: 她们可以完全按照自己的喜好随意购买中意的婚纱。 但是，按照传统，新娘得遵循一些不成文的规定（例如：除了二婚都要穿白色的婚纱），而这些观念现在经已有所改变。 如今，设计突出、时尚前卫的婚纱更受欢迎。 这些婚纱能更好地诠释新娘真实的个性和品味，业界的专家如是说。

source: Want to wear pants or a slit up to there (two of the freshest innovations on the recent bridal runways) or a boho halo in lieu of a veil?
zh_cn: 新娘想要穿裤装或开叉装（这两款可是近来最新潮的婚纱设计），或是想舍弃传统的头纱，转而戴上具波西米亚风情的头饰？

source: Now a bride can.
zh_cn: 如今，她们可以这样做了。

source: Some of the biggest trends in bridal fashion for the coming year include lace sleeves (call it the Kate effect) and high-low hemlines (also strong in designer ready-to-wear spring collections).
zh_cn: 明年婚纱设计的流行趋势包括：花边袖（称它为“凯特效应”吧）和不对称裙摆（在春季成衣展上也被设计师们广泛使用）。

source: SLEEVES AND ILLUSION NECKLINES
zh_cn: 婚纱袖子和薄纱领口

source: The Kim Kardashian debacle aside, the biggest wedding moment of 2011 belonged to Kate Middleton, in her gown designed by Sarah Burton for Alexander McQueen.
zh_cn: 把Kim Kardashian那场灾难式的婚礼先搁置一边不谈，2011年最引人注目的婚礼应属Kate Middleton的皇家婚礼。 Kate在婚礼上穿着Alexander McQueen旗下设计师Sarah Burton设计的婚纱。

source: “The royal wedding sort of put a stamp of approval on sleeves for brides who have thought previously they can look dated,” the designer Lela Rose wrote in an e-mail.
zh_cn: “这场皇家婚礼在某种程度上让新娘们认同了带袖的婚纱。 她们原本都认为婚纱带袖看起来会显得过时，”设计师Lela Rose在一封邮件中写道。

source: Not only the princess, but several more of last year’s highest-profile brides — including Lauren Bush (in a gown by her father-in-law, Ralph Lauren), Nancy Shevell (in an off-white, to-the-knee creation by new daughter-in-law Stella McCartney) and even the fictional Bella Swan (in Carolina Herrera) — all wore sleeves.
zh_cn: 不仅王妃一人选择了带袖的婚纱，去年众多名人婚礼中令人瞩目的新娘也都穿上了这样的婚纱，其中有Lauren Bush（穿的是她公公Ralph Lauren设计的婚纱）、Nancy Shevell（穿的是她儿媳妇Stella McCartney设计的米黄色及膝婚纱），还有电影中的Bella Swan（穿的是Carolina Herrera的婚纱）。

source: So it’s no surprise that many designers have embraced the trend in their latest collections.
zh_cn: 因此，很多设计师在最近的创作中都迎合了这一潮流也就不足为奇了。

source: “It’s not the big poof sleeve of the ’80s,” said Nicole Sewell, divisional merchandise manager of Bhldn, a wedding shop that offers many bridal gowns with sleeves. “It’s sheer, it’s slim, it’s lace, and it’s sexy.”
zh_cn: “和上世纪80年代那些大得让人瞠目的袖子不同，”Bhldn的一名部门商品经理Nicole Sewell说，“如今婚纱的袖子又薄又透，配合修身的设计，饰以花边，更显性感。

source: Still, some designers caution that most brides will still choose a strapless style.
zh_cn: ”然而，某些设计师则指出，大多数新娘还是会选择抹胸式的婚纱。

source: “It’s the most universally flattering,” said Judd Waddell, a wedding dress designer.
zh_cn: “这是公认的安全款式，”婚纱设计师Judd Waddell这样说。

source: READY-TO-WEAR INFLUENCES
zh_cn: 成衣设计师的进军

source: As noted by Darcy Miller, editorial director of Martha Stewart Weddings magazine, ready-to-wear designers continue to enter the bridal market.
zh_cn: 婚礼杂志《Martha Stewart》的主编Darcy Miller指出，成衣设计师正前仆后继地进军婚纱市场。

source: Last year, for example, Dennis Basso showed his first collection of wedding gowns for Kleinfeld, and Matthew Williamson, following a collaboration with Net-a-Porter in 2010, introduced his independent bridal line, pushing innovation and creativity and adding an array of styles and silhouettes previously unavailable.
zh_cn: 例如，Dennis Basso 去年为Kleinfeld首次设计了婚纱，而Matthew Williamson则延续了自己与Net-a-Porter始自2010年的合作，推出了独立的婚纱品牌，为这个行业带来了改革和创新，还带来了许多新风格和新版型。这些风格和版型此前并不曾用于婚纱设计。

source: Bebe will begin selling a bridal collection, Rami Kashou for Bebe, in March.
zh_cn: Bebe旗下品牌Rami Kashou for Bebe也将在3月份开始销售婚纱。

source: Among the fashion-inspired details that buyers saw on recent runways were peplums (Lela Rose), leg slits (Angel Sanchez), high-low hems (Monique Lhuillier), one-shoulder silhouettes (Oleg Cassini) and men’s-wear references.
zh_cn: 顾客们最近在婚纱展上看到的那些受时尚启发的设计包括：腰部装饰短裙（Lela Rose）、腿部位置开叉（Angel Sanchez）、不对称裙摆（Monique Lhuillier）、单肩裁剪（Oleg Cassini）以及各种男装元素的添加。

source: Regarding the latter, Oscar de la Renta showed pants, and Theia had a tuxedo-inspired jumpsuit, while Bhldn plans to offer cigarette pants, a vest and lace shorts in its next spring collection.
zh_cn: 从男装中获得灵感，Oscar de la Renta设计出了裤装的婚纱，Theia则受男装无尾礼服的启发，设计出了连身裤装的婚纱，而Bhldn也计划着要在其明年的春季婚纱展中加入香烟裤、小背心和花边短裤。

source: “I was thinking of the sophisticated girl, who is just as cool and just as chic, and wouldn’t be caught dead in a dress,” Don O’Neill, Theia’s creative director, said of his tuxedo look.
zh_cn: “我考虑的是那些有思想、有头脑的姑娘，她们看起来酷酷的，也很时髦，不会穿着裙子出洋相，”Theia的创意总监Don O'Neill对他设计的无尾礼服婚纱如是说。
